export default {
  projections: {
    РасчетЗаказаE: {
      номенклатура: {
        __caption__: 'Товар',
        товар: {
          __caption__: 'Товар'
        },
        цена: {
          __caption__: 'Цена'
        }
      },
      количество: {
        __caption__: 'Количество'
      },
      сумма: {
        __caption__: 'Сумма'
      }
    }
  },
  validations: {
    количество: {
      __caption__: 'Количество'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    номенклатура: {
      __caption__: 'Товар'
    },
    заказ: {
      __caption__: 'заказ'
    }
  }
};
