export default {
  projections: {
    НоменклатураE: {
      номерТовара: {
        __caption__: 'Номер товара'
      },
      товар: {
        __caption__: 'Товар'
      },
      цена: {
        __caption__: 'Цена'
      }
    },
    НоменклатураL: {
      номерТовара: {
        __caption__: 'Номер товара'
      },
      товар: {
        __caption__: 'Товар'
      },
      цена: {
        __caption__: 'Цена'
      }
    }
  },
  validations: {
    номерТовара: {
      __caption__: 'Номер товара'
    },
    товар: {
      __caption__: 'Товар'
    },
    цена: {
      __caption__: 'Цена'
    }
  }
};
