export default {
  projections: {
    ЖурналЗаказовE: {
      дата: {
        __caption__: 'Дата'
      },
      заказ: {
        __caption__: 'Заказ',
        номерЗаказа: {
          __caption__: 'Номер заказа'
        },
        мастер: {
          __caption__: '',
          фИО: {
            __caption__: 'Мастер'
          }
        }
      },
      статусЗаказа: {
        __caption__: 'Статус заказа'
      }
    },
    ЖурналЗаказовL: {
      дата: {
        __caption__: 'Дата'
      },
      заказ: {
        __caption__: 'Номер заказа',
        номерЗаказа: {
          __caption__: 'Номер заказа'
        },
        мастер: {
          __caption__: '',
          фИО: {
            __caption__: 'Мастер'
          }
        }
      },
      статусЗаказа: {
        __caption__: 'Статус заказа'
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    статусЗаказа: {
      __caption__: 'Статус заказа'
    },
    заказ: {
      __caption__: 'Заказ'
    }
  }
};
