export default {
  projections: {
    МастерE: {
      кодМастера: {
        __caption__: 'Код мастера'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      почта: {
        __caption__: 'Почта'
      }
    },
    МастерL: {
      кодМастера: {
        __caption__: 'Код мастера'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      почта: {
        __caption__: 'Почта'
      }
    }
  },
  validations: {
    адрес: {
      __caption__: 'Адрес'
    },
    кодМастера: {
      __caption__: 'Код мастера'
    },
    почта: {
      __caption__: 'Почта'
    },
    телефон: {
      __caption__: 'Телефон'
    },
    фИО: {
      __caption__: 'ФИО'
    }
  }
};
