export default {
  projections: {
    КонтрагентE: {
      кодКонтрагента: {
        __caption__: 'Код контрагента'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      лицо: {
        __caption__: 'Лицо'
      },
      иНН: {
        __caption__: 'ИНН'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      почта: {
        __caption__: 'Почта'
      }
    },
    КонтрагентL: {
      кодКонтрагента: {
        __caption__: 'Код контрагента'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      лицо: {
        __caption__: 'Лицо'
      },
      иНН: {
        __caption__: 'ИНН'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      почта: {
        __caption__: 'Почта'
      }
    }
  },
  validations: {
    адрес: {
      __caption__: 'Адрес'
    },
    иНН: {
      __caption__: 'ИНН'
    },
    кодКонтрагента: {
      __caption__: 'Код контрагента'
    },
    лицо: {
      __caption__: 'Лицо'
    },
    почта: {
      __caption__: 'Почта'
    },
    телефон: {
      __caption__: 'Телефон'
    },
    фИО: {
      __caption__: 'ФИО'
    }
  }
};
